Repository: Angelinas1/skin.confluence.custom.mod
Catalog: language/Hungarian/strings.po
Languages: hu

# #31000
source: Change Your
hu: Választható

# #31003
source: Power Options
hu: Kikapcsolási lehetőségek

# #31004
source: Working...
hu: Dolgozom...

# #31005
source: Hide Information
hu: Információ elrejtése

# #31006
source: View Options
hu: Nézet lehetőségek

# #31007
source: Panel Transparency
hu: Panel átlátszósága

# #31008
source: Fullscreen
hu: Teljes képernyő

# #31009
source: Total Duration
hu: Teljes időtartam

# #31010
source: Found
hu: Található

# #31016
source: Shows
hu: Sorozatok

# #31017
source: HD Movies
hu: HD filmek

# #31018
source: Movie Sets
hu: Movie Szettek

# #31019
source: Trailers
hu: Bemutatók

# #31021
source: TV Shows
hu: Sorozatok

# #31022
source: Music - Files
hu: Zene - Fájlmód

# #31023
source: Playing
hu: Éppen játszva

# #31024
source: Page
hu: Oldal

# #31025
source: Items
hu: Elem

# #31026
source: Misc Options
hu: Egyéb beállítások

# #31027
source: Location
hu: Fekvés

# #31028
source: Poster Wrap
hu: Poszter

# #31030
source: Full Wall
hu: Teljes Fal

# #31031
source: Pic Thumbs
hu: Kép ikonok

# #31032
source: Image Wrap
hu: Képborító

# #31033
source: Info
hu: Infó

# #31034
source: Vertical Logo
hu: Vertikális Logo

# #31035
source: Low List
hu: Kis Lista

# #31036
source: Coverflow
hu: Borítófolyam

# #31040
source: Now Playing
hu: Most játszva

# #31041
source: Hide DVD Cases
hu: DVD Tokok elrejtése

# #31042
source: PLAYING
hu: LEJÁTSZÁS

# #31043
source: PAUSED
hu: MEGÁLLÍTVA

# #31044
source: FAST FORWARD
hu: ELŐRETEKERÉS

# #31045
source: REWIND
hu: VISSZATEKERÉS

# #31048
source: Visualization Presets
hu: Vizualizáció altípusok

# #31049
source: End Time
hu: Befejezés időpontja

# #31050
source: Sort: Ascending
hu: Sorrend: Növekvő

# #31051
source: Sort: Descending
hu: Sorrend: Csökkenő

# #31054
source: Configure Smart Playlist
hu: Okos Lejátszási Sor konfigurálása

# #31055
source: Open playlist
hu: Játszáslista megnyitása

# #31056
source: Save playlist
hu: Játszáslista mentése

# #31057
source: Close playlist
hu: Játszáslista zárása

# #31058
source: System music files
hu: Rendszer, zene fájlok

# #31059
source: Current playlist
hu: Jelenlegi játszáslista

# #31060
source: This file is stacked, select the part you want to play from.
hu: Ez a fájl egyesített. Válaszd azt a részt, ahonnan a lejátszást szeretnéd kezdeni.

# #31061
source: Current Selected
hu: Jelenleg kiválasztott

# #31062
source: Music Visualization
hu: Zenei Vizualizáció

# #31063
source: Enable Music Visualization Fanart
hu: Zene Vizualizáció Fanart engedélyezése

# #31064
source: Diffuse Visualization with Fanart
hu: Vizualizáció és Fanart összefésülésének engedélyezése

# #31065
source: Allow Artist Folder Search for Extra Fanart
hu: Előadó mappánának átfésülése Extra Fanartokért

# #31066
source: Allow Artist Slideshow Fanart
hu: Előadó diavetítés-fanart engedélyezése

# #31067
source: Animate Visualization Fanart
hu: Fanart animálásának engedélyezése

# #31068
source: Global Options
hu: Globális Opciók

# #31069
source: Enable CD Art instead of Thumbnail
hu: CD kép engedélyezése Minikép helyett

# #31070
source: Allow Artist Bio to show on Menu OSD
hu: Előadó Biblio mutatása a menü OSD-n

# #31071
source: Show OSD Info Bar at Start of Videos
hu: OSD infó szalag mutatása filmkezdéskor

# #31072
source: Video OSD Options
hu: Videó OSD opciók

# #31073
source: Show Story Plot on Pause
hu: Filminfó mutatása pillanat álljnál

# #31074
source: Clean Library
hu: Könyvtár tisztítása

# #31075
source: Show Now Playing Info
hu: Most játszott Infó mutatása

# #31076
source: Auto Start Visualisation With Audio Playback
hu: Vizualizáció automatikus elindítása lejátszáskor

# #31077
source: Trakt List Manager
hu: Zeneszámlista Kezelő

# #31078
source: Certification
hu: Tanúsítvány

# #31079
source: Enable Minimum Specifications Settings
hu: Minimum Követelmény Beállítások engedélyezése

# #31080
source: Cenralised FanArt Directories
hu: Központi FanArt Könyvtárak

# #31081
source: Configure Service.Skin.Widgets
hu: Service.Skin.Widgets Konfigurálása

# #31082
source: Configure addon.TvTunes
hu: addon.TvTunes konfigurálása

# #31083
source: Show Video OSD Menu
hu: Videó OSD Menü megjelenítése

# #31084
source: Enable XBMC Intro Movie
hu: XBMC bemutató videó engedélyezése

# #31085
source: Shuffle On
hu: Ismétlés be

# #31086
source: Repeat All On
hu: Ismétlés Mind Be

# #31087
source: Repeat One On
hu: Egy Ismétlése Be

# #31088
source: Next Tracks
hu: Új Számok

# #31089
source: Enable Traditional Case and Disc
hu: Hagyományos Tok és Lemez engedélyezése

# #31090
source: Use TV Banners
hu: TV Bannerek használata

# #31091
source: Use Genre Icons
hu: Műfaj Ikonok használata

# #31092
source: Show Subtitle Flag
hu: Felirat címke mutatása

# #31093
source: None
hu: Nincs

# #31094
source: Genre FanArt
hu: Műfaj FanArt

# #31095
source: Movie FanArt
hu: Film FanArt

# #31096
source: TVShow FanArt
hu: Sorozat FanArt

# #31097
source: Concerts FanArt
hu: Koncert FanArt

# #31098
source: Artists FanArt
hu: Előadók FanArt

# #31099
source: Album Thumbnails
hu: Album Miniképek

# #31100
source: Weather FanArt
hu: Időjárás FanArt

# #31101
source: Home screen options
hu: Sajátképernyő lehetőségei

# #31102
source: Background
hu: Háttér

# #31103
source: Show "Paused" in picture slide show
hu: "Megállítva" mutatása a diavetítés közben

# #31104
source: Play Trailers in a window [COLOR=grey3](Video Information Dialog Only)[/COLOR]
hu: Filmelőzetesek lejátszása ablakban [COLOR=grey3](csak a videóinfó ablakban)[/COLOR]

# #31105
source: Main Menu Buttons
hu: Főmenü Gombok

# #31106
source: Miscellaneous options
hu: Egyéb beállítások

# #31107
source: Favourites FanArt
hu: Kedvencek FanArtjai

# #31108
source: Show Submenu Items
hu: Almenü Elemek mutatása

# #31109
source: Scripts and Paths
hu: Szkriptek és Utvonalak

# #31110
source: Background path:
hu: Háttér mappa:

# #31111
source: Watched Checkmark Type
hu: Megnézett Jelölő Típus

# #31112
source: Options
hu: Lehetőségek

# #31113
source: Show System Stats
hu: Rendszer Statisztikák Mutatása

# #31114
source: Show System Power Button
hu: Rendszer Bekapcsológomb mutatása

# #31115
source: Hide Page and Items Number Count
hu: Lap és Elem sorszám elrejtése

# #31116
source: Select Submenu Set
hu: Almenü beállítás

# #31117
source: Show Movie Tag Line Instead of Full Plot
hu: Film Címkesor mutatása az Előzetes helyett

# #31118
source: Select Add-On Set
hu: Kiegészítő Készlet beállítása

# #31119
source: Hide Background Fanart
hu: Fanart-háttér elrejtése

# #31120
source: Submenu Set
hu: Almenü Beállítás

# #31121
source: Concerts
hu: Koncertek

# #31122
source: Select Widget Set
hu: Widget Készlet beállítása

# #31123
source: OpenElec OS
hu: OpenELEC operációs rendszer

# #31124
source: Enable Busy Animation
hu: Foglalt Animáció engedélyezése

# #31125
source: Show Background "Now Playing" Visualization
hu: A háttérben az éppen futó vizualizáció megjelenítése

# #31126
source: OSD Shows Logos not ClearArt
hu: OSD mutatása Clearart helyett.

# #31128
source: Lyrics
hu: Dalszöveg

# #31129
source: Show Search Button
hu: Keresés Gomb megjelenítése

# #31130
source: SubMenu Item
hu: Almenü Elem

# #31131
source: TVShows
hu: Sorozatok

# #31132
source: Lyrics Add-on
hu: Dalszöveg kiegészítő

# #31133
source: Subtitle Add-on
hu: Filmfelirat kiegészítő

# #31134
source: Buttons
hu: Gombok

# #31135
source: User Selection One
hu: Felhasználói Kiválasztás Egy

# #31136
source: User Selection Two
hu: Felhasználói Kiválasztás Kettő

# #31137
source: Lower Main Menu Bar
hu: Lentebbi Főmenü csík

# #31138
source: Hidden
hu: Rejtett

# #31139
source: Hide Item
hu: Elem Elrejtése

# #31140
source: Music OSD
hu: Zene tálca

# #31141
source: Video OSD
hu: Videó tálca

# #31142
source: Shortcuts
hu: Rövidítések

# #31143
source: Menu Item
hu: Menü elem

# #31144
source: Clear Menu Option
hu: Menü opciók alapállapotba

# #31145
source: Nodes
hu: Csomópont

# #31146
source: Cinema
hu: Cinema Experience

# #31147
source: Streaming Media
hu: Média steaming

# #31148
source: Global Background
hu: Általános háttér

# #31149
source: Single Image
hu: Egy darab kép

# #31150
source: Multi Image
hu: Több kép

# #31151
source: Enable Global Background
hu: Globál Háttér engedélyezése

# #31152
source: Enable Kiosk Mode
hu: Kiosk mód engedélyezése

# #31153
source: Home Menu
hu: Főképernyő

# #31154
source: Preset
hu: Előbeállítások

# #31155
source: Movies Animation
hu: Animációs Filmek

# #31156
source: Movies Children
hu: Gyerek Filmek

# #31157
source: Movies Comedy
hu: Vigjátékok

# #31158
source: Movies Family
hu: Családi Filmek

# #31159
source: HD-Movies
hu: HD Filmek

# #31160
source: Movies in Progress
hu: Folyamatban levő filmek

# #31161
source: UnWatched Movies
hu: Nem látott filmek

# #31162
source: Preset Streaming
hu: Streamelés beállítása

# #31165
source: Virgin Rock
hu: Szűz Rock

# #31166
source: Addon Set
hu: Kiegészítő Készlet

# #31167
source: Watch it Later
hu: Később nézem

# #31168
source: Advanced Launcher
hu: Haladó Indító

# #31169
source: No Image Set
hu: Nincs Kép Készlet

# #31170
source: No Background
hu: Nincs Háttér

# #31171
source: ReSet
hu: ÚjraBeállítás

# #31172
source: User Data
hu: Felhasználói adatok

# #31173
source: [COLOR=selected][B]Warning!![/B][/COLOR] - Reset Skin Values to Initial Install Defaults
hu: [COLOR=selected][B]Figyelem!![/B][/COLOR] - Felszín beállításai alaphelyzetbe kerülnek

# #31174
source: Widget Set
hu: Widget Beállítás

# #31175
source: Recent Movies
hu: Jelenlegi filmek

# #31176
source: Random Movies
hu: Véletlen Filmek

# #31177
source: Suggested Movies
hu: Ajánlott filmek

# #31178
source: Recent Episodes
hu: Jelenlegi részek

# #31179
source: Random Episodes
hu: Véletlen Epizódok

# #31180
source: Suggested Episodes
hu: Ajánlott részek

# #31181
source: Recent Albums
hu: Jelenlegi albumok

# #31182
source: Random Albums
hu: Véletlen albumok

# #31183
source: Suggested Albums
hu: Ajánlott albumok

# #31184
source: Recent Concerts
hu: Jelenlegi koncertek

# #31185
source: Random Concerts
hu: Véletlen koncertek

# #31186
source: Suggested Concerts
hu: Ajánlott Koncertek

# #31187
source: Show Widget FanArt
hu: Widget Fanart megjelenítése

# #31188
source: Home Widget Script
hu: Főképernyő Widget Szkript

# #31189
source: Theme
hu: Téma

# #31190
source: User Selection Three
hu: Felhasználói Kiválasztás Három

# #31191
source: User Selection Four
hu: Felhasználói Kiválasztás Négy

# #31192
source: User Friendly Name
hu: Rövid Név

# #31193
source: UnWatched TVShows
hu: Megnézetlen Sorozatok

# #31194
source: UnWatched Episodes
hu: Megnézetlen Epizódok

# #31195
source: Use Thumbnail
hu: Miniképek használata

# #31196
source: User Selection Five
hu: Felhasználói Kiválasztás Öt

# #31197
source: User Selection Six
hu: Felhasználói Kiválasztás Hat

# #31198
source: User Selection Seven
hu: Felhasználói Kiválasztás Hét

# #31199
source: User Selection Eight
hu: Felhasználói Kiválasztás Nyolc

# #31200
source: User Selection Nine
hu: Felhasználói Kiválasztás Kilenc

# #31201
source: User Selection Ten
hu: Felhasználói Kiválasztás Tíz

# #31202
source: Show Year in Movie Title
hu: Év mutatása a Filmcímekben

# #31203
source: Choose Your Song
hu: Válaszd a dalodat

# #31204
source: Settings level
hu: Beállítás szint

# #31205
source: Lyrics Source
hu: Dalszövegforrás

# #31206
source: Found
hu: Található

# #31207
source: Find More Items
hu: További elemek keresése

# #31208
source: Upcoming Episodes
hu: Következő epizódok

# #31209
source: Show AddOn Names
hu: Kiegészítő Neveinek mutatása

# #31210
source: Certification Rating Scraper Prefix
hu: Besorolás Leolvasó Előtag

# #31211
source: Music Physical Folder
hu: Zenelejátszó Mappája

# #31212
source: Music Path
hu: Zene Útvonal

# #31213
source: Recently Added
hu: Nemrég hozzáadva

# #31214
source: Recently Played
hu: Utoljára játszott

# #31215
source: Suggested
hu: ajánlott

# #31216
source: Show Suggested Media Button
hu: Javasolt Média Gomb engedélyzése

# #31217
source: Search
hu: Keresés

# #31300
source: Current Temp
hu: Hőmérséklet most

# #31301
source: Last Updated
hu: Utoljára frissítve

# #31303
source: Data provider
hu: Adatszolgáltató

# #31304
source: Use Banners
hu: Bannerek használata

# #31305
source: Use Extra Fanart
hu: Extra Fanartok használata

# #31306
source: Hide Logo
hu: Logó elrejtése

# #31307
source: Delay Info Popup
hu: Késleltetés infó

# #31308
source: Movie Details
hu: Film részletek

# #31309
source: Memory Used:
hu: Memória használat:

# #31310
source: Track Number
hu: Zeneszám

# #31311
source: Fanart image[CR][CR]Unavailable[CR][CR] Click button to set
hu: Fanart kép[CR][CR]Elérhetetlen[CR][CR] Nyomj a gombra a beállításhoz

# #31312
source: Current Scraper
hu: Jelenlegi leolvasó

# #31313
source: Choose a Scraper
hu: Válassz leolvasót

# #31314
source: Content Scanning Options
hu: Tartalomkeresési lehetőségek

# #31315
source: Use Season Fanart
hu: Évad Fanart használata

# #31316
source: Up One Level
hu: Egy szintel feljebb

# #31317
source: Set Fanart Path
hu: Fanart elérési helye

# #31318
source: Use Clear Art
hu: Tiszta Művészkép használata

# #31319
source: Selected Profile
hu: Választott profil

# #31320
source: Last Logged In
hu: Utoljára bejelentkezve

# #31321
source: Karaoke Song Selector
hu: Karaoke dalválasztó

# #31322
source: Aired
hu: Játszva

# #31323
source: Get Artwork
hu: Artwork beszerzése

# #31324
source: ExtraFanArt
hu: Extra rajongói képek

# #31325
source: Playlist Options
hu: Játszáslista lehetőségek

# #31326
source: Created
hu: Létrehozva

# #31327
source: Resolution
hu: Felbontás

# #31328
source: Recently Added
hu: Nemrég hozzáadva

# #31329
source: [B]Timer set![/B] [COLOR=grey2] - System auto shutdown in[/COLOR]
hu: [B]Időzítő beállítva![/B] [COLOR=grey2] - Automatikus leállítás ennyi idő múlva:[/COLOR]

# #31330
source: Click button to play[CR][CR]Movie trailer
hu: Nyomd a gombot a filmelőzetes[CR][CR]Lejátszásához

# #31331
source: Album Details
hu: Album részletek

# #31332
source: Family
hu: Családi

# #31333
source: Startup
hu: Indítás

# #31351
source: Pause
hu: Pillanat állj

# #31352
source: Stop
hu: Leállítás

# #31353
source: Fast Forward
hu: Előretekerés

# #31354
source: Rewind
hu: Visszatekerés

# #31355
source: Movie menu
hu: Film menü

# #31356
source: Download Subtitles
hu: Felirat letöltése

# #31357
source: Watching
hu: Nézett

# #31358
source: Show Episode Thumbnails
hu: Epizód miniképeket mutat

# #31359
source: Replace Parent Directory .. with
hu: Szülőkönyvtár lecserélése .. erre

# #31360
source: Auto Installed Addons
hu: Automatikusan telepített Kiegészítők

# #31361
source: Enable Artwork Downloader
hu: Artwork Downloader engedélezése

# #31362
source: Enable TV Tunes
hu: TV Tunes engedélyezése

# #31363
source: Configure script.artwork.downloader
hu: script.artwork.downloader konfigurálása

# #31364
source: Configure script.artistslideshow
hu: script.artistslideshow konfigurálása

# #31365
source: Show Next 5 Songs Scroller
hu: Következő 5 Zeneszám a Görgetőben

# #31366
source: Enable System Clock
hu: Rendszer Óra engedélyezése

# #31367
source: Enable System Menu Item
hu: Rendszer Menü Elem engedélyezése

# #31368
source: Step
hu: Lépés

# #31369
source: Enable Watch it Later
hu: Később Megnézendő engedélyezése

# #31370
source: Configure script.simpleplaylists
hu: script.simpleplaylists konfigurálása

# #31371
source: Configure script.globalsearch
hu: script.globalsearch konfigurálása

# #31372
source: Enable Playlist Widget Script
hu: Lejátszási lista Widget szkript engedélyezése

# #31373
source: Playlist Widget Shows Recent not Random Items
hu: Lejátszási Sor Widget a legfrissegbeket mutatja nem véletlenszerűen

# #31374
source: Playlist Widget Only Shows UnWatched Items
hu: A lejátszási lista Widget csak nem látott elemeket mutatja

# #31375
source: Configure Script.Artwork Organizer
hu: Script.Artwork Organizer konfigurálása

# #31376
source: Enable System Weather
hu: Időjárás-előrejelzés engedélyezése

# #31390
source: Skin Default
hu: Felszín alapértelmezett

# #31391
source: Skin default with no Caps
hu: Alapértelmezett, nagybetűsítés nélkül

# #31392
source: Arial based
hu: Arial betűkészlet

# #31400
source: [B]CONFIGURE APPEARANCE SETTINGS[/B][CR][CR]Change the skin · Set language and region · Change file listing options[CR]Set up a screensaver
hu: [B]MEGJELENÍTÉS MÓDJÁNAK BEÁLLÍTÁSA[/B][CR][CR]Felszín váltása · Nyelv, régió váltása · Fájl listázás módjának beállítása[CR]Képernyővédő beállítása

# #31401
source: [B]CONFIGURE VIDEO SETTINGS[/B][CR][CR]Manage your video library · Set video playback options · Change video listing options[CR]Set subtitle fonts
hu: [B]VIDEÓ BEÁLLÍTÁSOK[/B][CR][CR]Film médiatár kezelése · Videólejátszás beállítása · Videólistázás módjának beállítása[CR]Feliratok karaktertípusának váltása

# #31402
source: [B]CONFIGURE MUSIC SETTINGS[/B][CR][CR]Manage your music library · Set music playback options · Change music listing options[CR]Setup song submission · Set karaoke options
hu: [B]ZENE BEÁLLÍTÁSOK[/B][CR][CR]Zene médiatár kezelése · Zenelejátszás beállítása · Zenelistázás módjának beállítása[CR]Zene lejátszási szabályok felállítása · Karaoke lehetőségek

# #31403
source: [B]CONFIGURE PICTURE SETTINGS[/B][CR][CR]Set picture listing options · Configure slideshows
hu: [B]KÉP BEÁLLÍTÁSOK[/B][CR][CR]Képek listázási módjának beállítása · Diavetítés beállítása

# #31404
source: [B]CONFIGURE WEATHER SETTINGS[/B][CR][CR]Set three cities to collect weather information
hu: [B]IDŐJÁRÁS BEÁLLÍTÁSOK[/B][CR][CR]Három város megadása, melyekről időjárás információk fognak megjelenni

# #31406
source: [B]CONFIGURE SYSTEM SETTINGS[/B][CR][CR]Setup and calibrate displays · Configure audio output · Setup remote controls[CR]Set power saving options · Enable debugging · Setup master lock
hu: [B]RENDSZERBEÁLLÍTÁSOK[/B][CR][CR]Kijelzők beállítása, kalibrálása · Hangkimenet konfigurálása · Távirányító beállítása[CR]Energiagazdálkodási lehetőségek beállítása · Hibakeresés bekapcsolása[CR]Mesterzár felállítása

# #31407
source: [B]CONFIGURE SKIN SETTINGS[/B][CR][CR]Setup the Confluence skin · Add and remove home menu items[CR]Change skin backgrounds
hu: [B]FELSZÍN BEÁLLÍTÁSOK[/B][CR][CR]Az essence felszín beállítása · Sajátképernyő elemek hozzáadása/elvétele[CR]Felszín háttereinek megváltoztatása

# #31408
source: [B]CONFIGURE ADD-ONS[/B][CR][CR]Manage your installed Add-ons · Browse for and install Add-ons from xbmc.org[CR]Modify Add-on settings
hu: [B]KIEGÉSZÍTŐK BEÁLLÍTÁSA[/B][CR][CR]A telepített kiegészítők kezelése · Kiegészítők böngészése és telepítése az xbmc.org[CR]webhelyről · Kiegészítők beállításainak módosítása

# #31409
source: [B]CONFIGURE TV SETTINGS[/B][CR][CR]Change fullscreen info · Manage EPG data settings
hu: [B]TV BEÁLLÍTÁSOK[/B][CR][CR]Teljesképernyős infó · Elektronikus Programújság (EPG) beállítások

# #31410
source: [B]CONFIGURE SERVICE SETTINGS[/B][CR][CR]Setup control of XBMC via UPnP and HTTP · Configure file sharing[CR]Enable Zeroconf · Configure AirPlay
hu: [B]SZOLGÁLTATÁSOK BEÁLLÍTÁSA[/B][CR][CR]XBMC UPNP-n és HTTP-n keresztüli vezérlésének beállításai · Fájlmegosztás beállításai[CR]Zeroconf engedélyezése · AirPlay beállításai

# #31421
source: Select your XBMC user Profile[CR]to login and continue
hu: Válaszd ki az XBMC felhasználói profilod[CR]a belépéshez

# #31422
source: Log-in
hu: Bejelentkezés

# #31501
source: Scheduled Time
hu: Ütemezett időzítés

# #31502
source: Live TV
hu: Élő TV

# #31503
source: Add Group
hu: Csoport hozzáadása

# #31504
source: Rename Group
hu: Csoport átnevezése

# #31505
source: Delete Group
hu: Csoport törlése

# #31506
source: Available[CR]Groups
hu: Elérhető[CR]Csoportok

# #31509
source: Channel Group
hu: Csatorna csoportok

# #31510
source: Timer Set
hu: Időzítő beállítás

# #31511
source: Channel Options
hu: Csatorna opciók

# #31600
source: Action
hu: Akció

# #31601
source: Adventure
hu: Kaland

# #31602
source: Animation
hu: Animációs

# #31603
source: Biography
hu: Biográfia

# #31604
source: Children
hu: Gyermek

# #31605
source: Comedy
hu: Vígjáték

# #31606
source: Crime
hu: Krimi

# #31607
source: Disaster
hu: Katasztrófa

# #31608
source: Documentary
hu: Dokumentum

# #31609
source: Drama
hu: Dráma

# #31610
source: Family
hu: Családi

# #31612
source: History
hu: Történelmi

# #31615
source: Indie
hu: Indiai

# #31616
source: Musical
hu: Zenés

# #31617
source: Mystery
hu: Misztikus

# #31618
source: Romance
hu: Romantikus

# #31620
source: Short
hu: Rövid

# #31622
source: Suspense
hu: Várakozás

# #31624
source: War
hu: Háborús

# #31670
source: Alt Case Type
hu: Tok Típus vált

# #31671
source: Enable Return Home and Back Buttons
hu: Főmenü és Vissza Gomb engedélyezése

# #31672
source: Hide RainDrop Effect
hu: Esőcsepp effekt elrejtése

# #31673
source: Enable Album Art Background Wall
hu: Albumkép használata háttérképnek

# #31674
source: Menu Item - 1 - Remembers Last Submenu Action Used
hu: Menü elem - 1 - Az utoljára használt almenü akciót megjegyzi

# #31675
source: Enable On Screen Volume Buttons
hu: Képernyőn Hangerő gombok engedélyezése

# #31677
source: Enable Larger Volume Adjustment Jumps
hu: Nagyobb Hangerőváltoztatás Lépték engedélyezése

# #31698
source: Media Certification Country
hu: Filmek ország szerinti korcsoport besorolása

# #31700
source: United States
hu: Egyesült Államok

# #31701
source: Great Britian
hu: Nagy Britannia

# #31702
source: Germany
hu: Németország

# #31703
source: Australia
hu: Ausztrália

# #31704
source: Japan
hu: Japán

# #31706
source: Brazil
hu: Brazília

# #31707
source: Denmark
hu: Dánia

# #31708
source: Canada
hu: Kanada

# #31709
source: Ireland
hu: Írország

# #31710
source: Netherlands
hu: Hollandia

# #31901
source: 36 Hour Forecast
hu: 36 órás előrejelzés

# #31902
source: Hourly Forecast
hu: Előrejelzés óránként

# #31903
source: Weekend Forecast
hu: Hétvégi előrejelzés

# #31904
source: 10 Day Forecast
hu: 10 napos előrejelzés

# #31905
source: Forecast
hu: Előrejelzés

# #31906
source: Current FanArt
hu: Jelenlegi FanArt

# #31907
source: Random FanArt
hu: Véletlenszerű FanArt

# #31908
source: Chance of Precipitation
hu: Csapadék esélye

# #31909
source: Fetching forecast info...
hu: Előrejelzési információ letöltése...

# #31910
source: Map & Alerts
hu: Térkép & Riasztások

# #31945
source: Use Live Backgrounds
hu: Élő hátterek használata

# #31946
source: Enable Holiday Theme
hu: Vakáció Téma engedéyezése

# #31947
source: Holiday Theme
hu: Vakáció Téma

# #31948
source: Enable Wrap Around Home Menu
hu: Körbefutó Kezdőképernyő engedélyezése

# #31949
source: New
hu: Új

# #31950
source: In Progress
hu: Folyamatban

# #31951
source: XBMC Command
hu: XBMC Parancs

# #31952
source: Enable Play Disc Menu Item
hu: Lemezlejátszás Menü Elem engedélyezése

# #31953
source: Enable New Media Banners
hu: Új Média Bannerek engedélyezése
